Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Play it with the change
ar: شغّله مع التغيير
de: Mit der Änderung abspielen
es: Reproducir con el cambio
fil: I-play nang may pagbabago
fr: L'écouter avec le changement
hi: बदलाव के साथ चलाएँ
id: Putar dengan perubahannya
it: Ascoltalo con il cambiamento
ja: 改善後を再生
ko: 바꾼 버전으로 재생
nl: Speel af met de verandering
pl: Odtwórz ze zmianą
pt_br: Ouvir com a mudança
ru: Прослушать с изменением
sv: Spela upp med ändringen
tr: Değişiklikle oynat
uk: Прослухати зі зміною
vi: Phát với thay đổi
zh_hans: 播放改进后的版本

source: Play with better phrasing
ar: شغّله بصياغة أفضل
de: Besser formuliert abspielen
es: Reproducir con mejor redacción
fil: I-play nang may mas magandang pananalita
fr: L'écouter mieux formulé
hi: बेहतर शब्दों के साथ चलाएँ
id: Putar dengan kalimat yang lebih baik
it: Ascoltalo formulato meglio
ja: より良い言い回しで再生
ko: 더 나은 표현으로 재생
nl: Speel af met betere formulering
pl: Odtwórz lepiej sformułowane
pt_br: Ouvir com uma formulação melhor
ru: Прослушать с лучшей формулировкой
sv: Spela upp med bättre formulering
tr: Daha iyi ifadeyle oynat
uk: Прослухати з кращим формулюванням
vi: Phát với cách diễn đạt tốt hơn
zh_hans: 播放更好的说法

source: Please sign in again to practice.
ar: يُرجى تسجيل الدخول مجددًا للتدرّب.
de: Bitte melde dich erneut an, um zu üben.
es: Vuelve a iniciar sesión para practicar.
fil: Pakisign in ulit para mag-practice.
fr: Reconnecte-toi pour t'entraîner.
hi: अभ्यास के लिए कृपया फिर से साइन इन करें।
id: Silakan masuk lagi untuk berlatih.
it: Accedi di nuovo per allenarti.
ja: 練習するには、もう一度サインインしてください。
ko: 연습하려면 다시 로그인해 주세요.
nl: Log opnieuw in om te oefenen.
pl: Zaloguj się ponownie, aby ćwiczyć.
pt_br: Entre novamente para praticar.
ru: Войдите снова, чтобы заниматься.
sv: Logga in igen för att öva.
tr: Pratik yapmak için lütfen tekrar giriş yap.
uk: Увійдіть знову, щоб практикувати.
vi: Vui lòng đăng nhập lại để luyện tập.
zh_hans: 请重新登录后再练习。

source: Practice
ar: التدرّب
de: Üben
es: Practicar
fr: S'entraîner
hi: अभ्यास
id: Latihan
it: Allenati
ja: 練習
ko: 연습
nl: Oefenen
pl: Ćwicz
pt_br: Praticar
ru: Практика
sv: Öva
tr: Pratik
uk: Практика
vi: Luyện tập
zh_hans: 练习

source: Practice again
ar: تدرّب مجددًا
de: Erneut üben
es: Practicar de nuevo
fil: Mag-practice ulit
fr: S'entraîner à nouveau
hi: फिर से अभ्यास करें
id: Latihan lagi
it: Allenati di nuovo
ja: もう一度練習
ko: 다시 연습하기
nl: Opnieuw oefenen
pl: Ćwicz ponownie
pt_br: Praticar de novo
ru: Позаниматься снова
sv: Öva igen
tr: Tekrar pratik yap
uk: Практикувати знову
vi: Luyện tập lại
zh_hans: 再练一次

source: Practice is unavailable right now. Please try again.
ar: التدرّب غير متاح الآن. يُرجى المحاولة مجددًا.
de: Üben ist gerade nicht verfügbar. Bitte versuch es erneut.
es: Practicar no está disponible ahora mismo. Inténtalo de nuevo.
fil: Hindi available ang practice ngayon. Pakisubukan ulit.
fr: L'entraînement n'est pas disponible pour le moment. Réessaie.
hi: अभी अभ्यास उपलब्ध नहीं है। कृपया दोबारा कोशिश करें।
id: Latihan sedang tidak tersedia. Silakan coba lagi.
it: L'allenamento non è disponibile al momento. Riprova.
ja: 現在、練習を利用できません。もう一度お試しください。
ko: 지금은 연습을 이용할 수 없어요. 다시 시도해 주세요.
nl: Oefenen is nu niet beschikbaar. Probeer het opnieuw.
pl: Ćwiczenie jest teraz niedostępne. Spróbuj ponownie.
pt_br: A prática não está disponível agora. Tente novamente.
ru: Практика сейчас недоступна. Попробуйте ещё раз.
sv: Övning är inte tillgänglig just nu. Försök igen.
tr: Pratik şu anda kullanılamıyor. Lütfen tekrar dene.
uk: Практика зараз недоступна. Спробуйте ще раз.
vi: Hiện không thể luyện tập. Vui lòng thử lại.
zh_hans: 练习暂时不可用。请重试。

source: Practice it
ar: تدرّب عليه
de: Üb es
es: Practícalo
fil: I-practice ito
fr: Entraîne-toi
hi: इसका अभ्यास करें
id: Latih
it: Allenati
ja: 練習する
ko: 연습하기
nl: Oefen het
pl: Przećwicz to
pt_br: Pratique
ru: Отработайте
sv: Öva på det
tr: Pratik yap
uk: Відпрацюйте
vi: Luyện tập
zh_hans: 练习

source: Practice it again
ar: تدرّب عليه مجددًا
de: Noch einmal üben
es: Practicarlo de nuevo
fil: I-practice ulit
fr: Recommencer
hi: फिर से अभ्यास करें
id: Latih lagi
it: Rifallo
ja: もう一度練習する
ko: 다시 연습하기
nl: Oefen het opnieuw
pl: Przećwicz to ponownie
pt_br: Praticar de novo
ru: Отработать снова
sv: Öva på det igen
tr: Tekrar pratik yap
uk: Відпрацювати знову
vi: Luyện tập lại
zh_hans: 再练一次

source: Practice it out loud
ar: تدرّب عليه بصوت عالٍ
de: Üb es laut
es: Practícalo en voz alta
fil: I-practice nang malakas
fr: Entraîne-toi à voix haute
hi: इसका ज़ोर से अभ्यास करें
id: Latih dengan suara keras
it: Allenati ad alta voce
ja: 声に出して練習する
ko: 소리 내어 연습하기
nl: Oefen het hardop
pl: Przećwicz to na głos
pt_br: Pratique em voz alta
ru: Отработайте вслух
sv: Öva på det högt
tr: Sesli pratik yap
uk: Відпрацюйте вголос
vi: Luyện tập thành tiếng
zh_hans: 大声练习

source: Practice it with us first,
ar: تدرّب عليه معنا أولًا،
de: Übe es zuerst mit uns,
es: Practícalo primero con nosotros,
fil: I-practice muna ito kasama namin,
fr: Entraîne-toi d'abord avec nous,
hi: पहले हमारे साथ इसका अभ्यास करें,
id: Latih bersama kami dulu,
it: Allenati prima con noi,
ja: まずは私たちと練習しましょう。
ko: 먼저 저희와 연습해 보세요,
nl: Oefen het eerst met ons,
pl: Najpierw przećwicz to z nami,
pt_br: Pratique com a gente primeiro,
ru: Сначала отработайте с нами,
sv: Öva på det med oss först,
tr: Önce bizimle pratik yap,
uk: Спершу відпрацюйте з нами,
vi: Hãy luyện cùng chúng tôi trước,
zh_hans: 先和我们一起练，

source: Practice landing your point in three sentences.
ar: تدرّب على إيصال فكرتك في ثلاث جمل.
de: Übe, deinen Punkt in drei Sätzen auf den Punkt zu bringen.
es: Practica a transmitir tu idea en tres frases.
fil: I-practice ang pagsasabi ng punto mo sa tatlong pangungusap.
fr: Entraîne-toi à faire passer ton idée en trois phrases.
hi: अपनी बात तीन वाक्यों में रखने का अभ्यास करें।
id: Latih menyampaikan poinmu dalam tiga kalimat.
it: Allenati a far arrivare il tuo punto in tre frasi.
ja: 要点を三文で伝える練習をしましょう。
ko: 요점을 세 문장으로 전달하는 연습을 해 보세요.
nl: Oefen om je punt in drie zinnen te maken.
pl: Ćwicz przekazywanie swojej myśli w trzech zdaniach.
pt_br: Pratique passar sua ideia em três frases.
ru: Отрабатывайте, как донести мысль за три предложения.
sv: Öva på att få fram din poäng på tre meningar.
tr: Fikrini üç cümlede anlatmayı çalış.
uk: Відпрацьовуйте, як донести думку за три речення.
vi: Luyện cách truyền đạt ý chính trong ba câu.
zh_hans: 练习用三句话讲清你的观点。

source: Practice routine
ar: روتين التدرّب
de: Übungsroutine
es: Rutina de práctica
fr: Routine d'entraînement
hi: अभ्यास की दिनचर्या
id: Rutinitas latihan
it: Routine di allenamento
ja: 練習ルーティン
ko: 연습 루틴
nl: Oefenroutine
pl: Rutyna ćwiczeń
pt_br: Rotina de prática
ru: Режим практики
sv: Övningsrutin
tr: Pratik rutini
uk: Режим практики
vi: Thói quen luyện tập
zh_hans: 练习习惯

source: Practice the conversations that matter.
ar: تدرّب على المحادثات المهمة.
de: Übe die Gespräche, auf die es ankommt.
es: Practica las conversaciones que importan.
fil: I-practice ang mga usapang mahalaga.
fr: Entraîne-toi aux conversations qui comptent.
hi: उन बातचीतों का अभ्यास करें जो मायने रखती हैं।
id: Latih percakapan yang penting.
it: Allenati per le conversazioni che contano.
ja: 大切な会話を練習しよう。
ko: 중요한 대화를 연습하세요.
nl: Oefen de gesprekken die ertoe doen.
pl: Ćwicz rozmowy, które mają znaczenie.
pt_br: Pratique as conversas que importam.
ru: Отрабатывайте разговоры, которые важны.
sv: Öva på samtalen som betyder något.
tr: Önemli konuşmaların pratiğini yap.
uk: Відпрацьовуйте розмови, які важливі.
vi: Luyện tập những cuộc trò chuyện quan trọng.
zh_hans: 练习那些重要的对话。

source: Practice the exact question until the answer is there.
ar: تدرّب على السؤال نفسه حتى تحضر الإجابة.
de: Übe genau die Frage, bis die Antwort sitzt.
es: Practica la pregunta exacta hasta que la respuesta esté ahí.
fil: I-practice ang mismong tanong hanggang lumabas ang sagot.
fr: Entraîne-toi sur la question exacte jusqu'à ce que la réponse vienne.
hi: ठीक उसी सवाल का तब तक अभ्यास करें जब तक जवाब तैयार न हो।
id: Latih pertanyaan yang persis sama sampai jawabannya muncul.
it: Allenati sulla domanda esatta finché la risposta non c'è.
ja: 答えが出てくるまで、その質問そのものを練習しましょう。
ko: 답이 떠오를 때까지 그 질문 그대로 연습하세요.
nl: Oefen precies die vraag tot het antwoord er is.
pl: Ćwicz dokładnie to pytanie, aż odpowiedź będzie gotowa.
pt_br: Pratique a pergunta exata até a resposta estar lá.
ru: Отрабатывайте именно этот вопрос, пока ответ не сложится.
sv: Öva på exakt den frågan tills svaret sitter.
tr: Yanıt oturana kadar tam o soruyu çalış.
uk: Відпрацьовуйте саме це питання, доки відповідь не складеться.
vi: Luyện đúng câu hỏi đó cho đến khi câu trả lời hiện ra.
zh_hans: 反复练习那个问题，直到答案自然出现。

source: Practice the whole scene
ar: تدرّب على المشهد كاملًا
de: Die ganze Szene üben
es: Practicar la escena completa
fil: I-practice ang buong eksena
fr: Refaire toute la scène
hi: पूरे दृश्य का अभ्यास करें
id: Latih seluruh adegan
it: Rifai l'intera scena
ja: シーン全体を練習
ko: 전체 장면 연습하기
nl: De hele scène oefenen
pl: Przećwicz całą scenę
pt_br: Praticar a cena inteira
ru: Отработать всю сцену
sv: Öva hela scenen
tr: Sahnenin tamamını çalış
uk: Відпрацювати всю сцену
vi: Luyện toàn bộ tình huống
zh_hans: 练习整个场景

source: Practice the whole scene again
ar: تدرّب على المشهد كاملًا مجددًا
de: Die ganze Szene noch einmal üben
es: Practicar la escena completa de nuevo
fil: I-practice ulit ang buong eksena
fr: Refaire toute la scène
hi: पूरे दृश्य का फिर से अभ्यास करें
id: Latih seluruh adegan lagi
it: Rifai l'intera scena
ja: シーン全体をもう一度練習
ko: 전체 장면 다시 연습하기
nl: De hele scène opnieuw oefenen
pl: Przećwicz całą scenę jeszcze raz
pt_br: Praticar a cena inteira de novo
ru: Отработать всю сцену заново
sv: Öva hela scenen igen
tr: Sahnenin tamamını yeniden çalış
uk: Відпрацювати всю сцену заново
vi: Luyện lại toàn bộ tình huống
zh_hans: 重新练习整个场景

source: Practice today
ar: تدرّب اليوم
de: Heute üben
es: Practica hoy
fil: Mag-practice ngayon
fr: Entraîne-toi aujourd'hui
hi: आज अभ्यास करें
id: Latihan hari ini
it: Allenati oggi
ja: 今日練習する
ko: 오늘 연습하기
nl: Oefen vandaag
pl: Poćwicz dziś
pt_br: Pratique hoje
ru: Позанимайтесь сегодня
sv: Öva i dag
tr: Bugün pratik yap
uk: Попрактикуйте сьогодні
vi: Luyện tập hôm nay
zh_hans: 今天练习

source: Practice with my slides
ar: التدرّب بشرائحي
de: Mit meinen Folien üben
es: Practicar con mis diapositivas
fil: Mag-practice gamit ang slides ko
fr: M'entraîner avec mes diapos
hi: मेरी स्लाइड के साथ अभ्यास करें
id: Latihan dengan slide saya
it: Allenati con le mie slide
ja: 自分のスライドで練習
ko: 내 슬라이드로 연습하기
nl: Oefenen met mijn dia's
pl: Ćwicz z moimi slajdami
pt_br: Praticar com meus slides
ru: Практиковаться со своими слайдами
sv: Öva med mina bilder
tr: Kendi slaytlarımla pratik yap
uk: Практикувати зі своїми слайдами
vi: Luyện với trang chiếu của tôi
zh_hans: 用我的幻灯片练习

source: Practice your talk with your own slides, then answer the questions your audience would ask.
ar: تدرّب على حديثك بشرائحك، ثم أجب عن الأسئلة التي سيطرحها جمهورك.
de: Übe deinen Vortrag mit deinen eigenen Folien und beantworte dann die Fragen, die dein Publikum stellen würde.
es: Practica tu charla con tus propias diapositivas y luego responde las preguntas que haría tu público.
fil: I-practice ang talk mo gamit ang sarili mong slides, tapos sagutin ang mga tanong na malamang itanong ng audience mo.
fr: Entraîne-toi à ton discours avec tes propres diapos, puis réponds aux questions que poserait ton public.
hi: अपनी स्लाइड के साथ भाषण का अभ्यास करें, फिर उन सवालों के जवाब दें जो आपके श्रोता पूछेंगे।
id: Latih pidatomu dengan slide-mu sendiri, lalu jawab pertanyaan yang kemungkinan ditanyakan audiensmu.
it: Allenati sul tuo discorso con le tue slide, poi rispondi alle domande che farebbe il tuo pubblico.
ja: 自分のスライドでスピーチを練習し、聞き手がしそうな質問に答えましょう。
ko: 내 슬라이드로 발표를 연습하고, 청중이 할 법한 질문에 답해 보세요.
nl: Oefen je presentatie met je eigen dia's en beantwoord daarna de vragen die je publiek zou stellen.
pl: Przećwicz wystąpienie z własnymi slajdami, a potem odpowiedz na pytania, które zadałaby publiczność.
pt_br: Pratique sua fala com seus próprios slides e depois responda às perguntas que seu público faria.
ru: Отрепетируйте выступление со своими слайдами, а затем ответьте на вопросы, которые задала бы аудитория.
sv: Öva ditt tal med dina egna bilder och svara sedan på frågorna publiken skulle ställa.
tr: Konuşmanı kendi slaytlarınla çalış, sonra dinleyicilerinin soracağı soruları yanıtla.
uk: Відрепетируйте виступ зі своїми слайдами, а потім дайте відповідь на питання, які поставила б аудиторія.
vi: Luyện bài nói với trang chiếu của bạn, rồi trả lời những câu khán giả có thể hỏi.
zh_hans: 用你自己的幻灯片练习演讲，然后回答听众可能提出的问题。

source: Practice: %@
ar: تدرّب: %@
de: Üben: %@
es: Practicar: %@
fr: S'entraîner : %@
hi: अभ्यास: %@
id: Latihan: %@
it: Allenati: %@
ja: 練習：%@
ko: 연습: %@
nl: Oefenen: %@
pl: Ćwicz: %@
pt_br: Praticar: %@
ru: Отработать: %@
sv: Öva: %@
tr: Pratik: %@
uk: Відпрацювати: %@
vi: Luyện tập: %@
zh_hans: 练习：%@

source: Practiced %lld times
ar: تُدرِّب عليه %lld مرة
de: %lld-mal geübt
es: Practicada %lld veces
fil: Na-practice nang %lld beses
fr: Pratiquée %lld fois
hi: %lld बार अभ्यास किया
id: Dilatih %lld kali
it: Provata %lld volte
ja: %lld回練習済み
ko: %lld번 연습함
nl: %lld keer geoefend
pl: Przećwiczona %lld razy
pt_br: Praticada %lld vezes
ru: Отработана %lld раза
sv: Övad %lld gånger
tr: %lld kez çalışıldı
uk: Відпрацьовано %lld раза
vi: Đã luyện %lld lần
zh_hans: 已练习%lld次

source: Practicing counts as done. Your feedback shows whether the skill is landing.
ar: التدرّب يُحتسب إنجازًا. تُظهر ملاحظاتك ما إذا كانت المهارة تترسّخ.
de: Üben zählt als erledigt. Dein Feedback zeigt, ob die Fähigkeit sitzt.
es: Practicar cuenta como hecho. Tus comentarios muestran si la habilidad está calando.
fil: Ang pag-practice ay bilang na tapos. Ipinapakita ng feedback mo kung tumatatak na ang kasanayan.
fr: S'entraîner compte comme fait. Ton retour montre si la compétence s'installe.
hi: अभ्यास करना पूरा माना जाता है। आपका फ़ीडबैक बताता है कि हुनर बन रहा है या नहीं।
id: Berlatih sudah dihitung selesai. Masukanmu menunjukkan apakah keterampilannya sudah melekat.
it: Allenarsi conta come fatto. Il feedback mostra se l'abilità sta attecchendo.
ja: 練習すれば完了です。スキルが身についているかはフィードバックでわかります。
ko: 연습하면 완료로 표시돼요. 기술이 자리 잡았는지는 피드백에서 확인할 수 있어요.
nl: Oefenen telt als gedaan. Je feedback laat zien of de vaardigheid landt.
pl: Ćwiczenie liczy się jako zrobione. Informacja zwrotna pokazuje, czy umiejętność się utrwala.
pt_br: Praticar conta como feito. Seu feedback mostra se a habilidade está pegando.
ru: Практика засчитывается. Разбор показывает, закрепляется ли навык.
sv: Att öva räknas som klart. Återkopplingen visar om färdigheten fastnar.
tr: Pratik yapmak tamamlanmış sayılır. Geri bildirimin becerinin oturup oturmadığını gösterir.
uk: Практика зараховується. Розбір показує, чи закріплюється навичка.
vi: Luyện tập là tính là xong. Nhận xét sẽ cho thấy kỹ năng đã ngấm chưa.
zh_hans: 练习了就算完成。你的反馈会显示这项技能是否已经掌握。

source: Preparation plan
ar: خطة الاستعداد
de: Vorbereitungsplan
es: Plan de preparación
fil: Plan sa paghahanda
fr: Plan de préparation
hi: तैयारी का प्लान
id: Paket persiapan
it: Piano di preparazione
ja: 準備プラン
ko: 준비 플랜
nl: Voorbereidingsplan
pl: Plan przygotowań
pt_br: Plano de preparação
ru: План подготовки
sv: Förberedelseplan
tr: Hazırlık planı
uk: План підготовки
vi: Kế hoạch chuẩn bị
zh_hans: 准备计划

source: Presentation
ar: عرض تقديمي
de: Präsentation
es: Presentación
fr: Présentation
hi: प्रेज़ेंटेशन
id: Presentasi
it: Presentazione
ja: プレゼン
ko: 발표
nl: Presentatie
pl: Prezentacja
pt_br: Apresentação
ru: Презентация
tr: Sunum
uk: Презентація
vi: Bài thuyết trình
zh_hans: 演讲

source: Presentation title
ar: عنوان العرض التقديمي
de: Titel der Präsentation
es: Título de la presentación
fil: Pamagat ng presentation
fr: Titre de la présentation
hi: प्रेज़ेंटेशन का शीर्षक
id: Judul presentasi
it: Titolo della presentazione
ja: プレゼンのタイトル
ko: 발표 제목
nl: Titel van de presentatie
pl: Tytuł prezentacji
pt_br: Título da apresentação
ru: Название презентации
sv: Presentationens titel
tr: Sunum başlığı
uk: Назва презентації
vi: Tiêu đề bài thuyết trình
zh_hans: 演讲标题

source: Presentations
ar: العروض التقديمية
de: Präsentationen
es: Presentaciones
fil: Mga presentation
fr: Présentations
hi: प्रेज़ेंटेशन
id: Presentasi
it: Presentazioni
ja: プレゼン
ko: 발표
nl: Presentaties
pl: Prezentacje
pt_br: Apresentações
ru: Презентации
sv: Presentationer
tr: Sunumlar
uk: Презентації
vi: Thuyết trình
zh_hans: 演讲

source: Pressure
ar: الضغط
de: Druck
es: Presión
fil: Presyon
fr: Pression
hi: दबाव
id: Tekanan
it: Pressione
ja: プレッシャー
ko: 압박 강도
nl: Druk
pl: Presja
pt_br: Pressão
ru: Давление
sv: Tryck
tr: Baskı
uk: Тиск
vi: Áp lực
zh_hans: 压力

source: Previous slide
ar: الشريحة السابقة
de: Vorherige Folie
es: Diapositiva anterior
fil: Nakaraang slide
fr: Diapo précédente
hi: पिछली स्लाइड
id: Slide sebelumnya
it: Slide precedente
ja: 前のスライド
ko: 이전 슬라이드
nl: Vorige dia
pl: Poprzedni slajd
pt_br: Slide anterior
ru: Предыдущий слайд
sv: Föregående bild
tr: Önceki slayt
uk: Попередній слайд
vi: Trang chiếu trước
zh_hans: 上一张幻灯片

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
hi: गोपनीयता
id: Privasi
ja: プライバシー
ko: 개인정보
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
sv: Integritet
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私

source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik politikası
uk: Політика конфіденційності
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sv: Profil
tr: Profil
uk: Профіль
vi: Hồ sơ
zh_hans: 个人资料

source: Progress
ar: التقدّم
de: Fortschritt
es: Progreso
fil: Progreso
fr: Progrès
hi: प्रगति
id: Progres
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pl: Postępy
pt_br: Progresso
ru: Прогресс
sv: Framsteg
tr: İlerleme
uk: Прогрес
vi: Tiến độ
zh_hans: 进度

source: Readiness
ar: الاستعداد
de: Bereitschaft
es: Preparación
fil: Kahandaan
fr: Préparation
hi: तैयारी
id: Kesiapan
it: Preparazione
ja: 準備度
ko: 준비도
nl: Paraatheid
pl: Gotowość
pt_br: Preparo
ru: Готовность
sv: Beredskap
tr: Hazırlık
uk: Готовність
vi: Mức sẵn sàng
zh_hans: 准备程度

source: Readiness today: %lld/10
ar: الاستعداد اليوم: %lld/10
de: Bereitschaft heute: %lld/10
es: Preparación hoy: %lld/10
fil: Kahandaan ngayon: %lld/10
fr: Préparation aujourd'hui : %lld/10
hi: आज की तैयारी: %lld/10
id: Kesiapan hari ini: %lld/10
it: Preparazione oggi: %lld/10
ja: 今日の準備度：%lld/10
ko: 오늘의 준비도: %lld/10
nl: Paraatheid vandaag: %lld/10
pl: Gotowość dziś: %lld/10
pt_br: Preparo hoje: %lld/10
ru: Готовность сегодня: %lld/10
sv: Beredskap i dag: %lld/10
tr: Bugünkü hazırlık: %lld/10
uk: Готовність сьогодні: %lld/10
vi: Mức sẵn sàng hôm nay: %lld/10
zh_hans: 今日准备程度：%lld/10

source: Reading your answer…
ar: جارٍ قراءة إجابتك…
de: Deine Antwort wird gelesen …
es: Leyendo tu respuesta…
fil: Binabasa ang sagot mo…
fr: Lecture de ta réponse…
hi: आपका जवाब पढ़ा जा रहा है…
id: Membaca jawabanmu…
it: Leggo la tua risposta…
ja: 回答を読み取っています…
ko: 답변을 읽는 중…
nl: Je antwoord wordt gelezen…
pl: Czytam twoją odpowiedź…
pt_br: Lendo sua resposta…
ru: Читаем ваш ответ…
sv: Läser ditt svar …
tr: Yanıtın okunuyor…
uk: Читаємо вашу відповідь…
vi: Đang đọc câu trả lời của bạn…
zh_hans: 正在读取你的回答…

source: Reading your words against the goal.
ar: جارٍ مقارنة كلماتك بالهدف.
de: Deine Worte werden mit dem Ziel abgeglichen.
es: Comparando tus palabras con el objetivo.
fil: Ikinukumpara ang mga salita mo sa layunin.
fr: Comparaison de tes mots avec l'objectif.
hi: आपके शब्दों को लक्ष्य से मिलाया जा रहा है।
id: Mencocokkan kata-katamu dengan tujuannya.
it: Confronto le tue parole con l'obiettivo.
ja: あなたの言葉を目標と照らし合わせています。
ko: 목표에 비추어 말씀하신 내용을 살펴보는 중이에요.
nl: Je woorden worden naast het doel gelegd.
pl: Porównuję twoje słowa z celem.
pt_br: Comparando suas palavras com o objetivo.
ru: Сравниваем ваши слова с целью.
sv: Jämför dina ord med målet.
tr: Sözlerin hedefle karşılaştırılıyor.
uk: Порівнюємо ваші слова з метою.
vi: Đang đối chiếu lời bạn nói với mục tiêu.
zh_hans: 正在对照目标分析你说的话。

source: Ready for feedback?
ar: هل أنت مستعد للملاحظات؟
de: Bereit für Feedback?
es: ¿Listo para los comentarios?
fil: Handa na para sa feedback?
fr: Prêt pour ton retour ?
hi: फ़ीडबैक के लिए तैयार हैं?
id: Siap untuk masukan?
it: Pronto per il feedback?
ja: フィードバックを受け取りますか？
ko: 피드백 받을 준비가 됐나요?
nl: Klaar voor feedback?
pl: Przechodzimy do informacji zwrotnej?
pt_br: Pronto para o feedback?
ru: Готовы к разбору?
sv: Redo för återkoppling?
tr: Geri bildirime hazır mısın?
uk: Готові до розбору?
vi: Sẵn sàng nghe nhận xét chưa?
zh_hans: 准备好听反馈了吗？

source: Ready to meet new people with ease?
ar: هل أنت مستعد للتعرّف على أشخاص جدد بسهولة؟
de: Bereit, entspannt neue Leute kennenzulernen?
es: ¿Listo para conocer gente nueva con soltura?
fil: Handa ka na bang makakilala ng bagong tao nang panatag?
fr: Prêt à rencontrer de nouvelles personnes avec aisance ?
hi: नए लोगों से सहजता से मिलने के लिए तैयार हैं?
id: Siap bertemu orang baru dengan santai?
it: Pronto a conoscere persone nuove con disinvoltura?
ja: 初めての人と気楽に会う準備はできましたか？
ko: 새로운 사람을 편하게 만날 준비가 되셨나요?
nl: Klaar om ontspannen nieuwe mensen te ontmoeten?
pl: Poznajemy nowych ludzi swobodnie?
pt_br: Pronto para conhecer pessoas novas com facilidade?
ru: Готовы легко знакомиться с новыми людьми?
sv: Redo att träffa nya människor med lätthet?
tr: Yeni insanlarla rahatça tanışmaya hazır mısın?
uk: Готові легко знайомитися з новими людьми?
vi: Sẵn sàng gặp gỡ người mới một cách thoải mái chưa?
zh_hans: 准备好轻松结识新朋友了吗？

source: Ready to start speaking better, every day?
ar: هل أنت مستعد لتبدأ الحديث بشكل أفضل كل يوم؟
de: Bereit, jeden Tag besser zu sprechen?
es: ¿Listo para empezar a hablar mejor cada día?
fil: Handa ka na bang magsimulang magsalita nang mas mahusay, araw-araw?
fr: Prêt à mieux parler, chaque jour ?
hi: हर दिन बेहतर बोलना शुरू करने के लिए तैयार हैं?
id: Siap mulai berbicara lebih baik setiap hari?
it: Pronto a parlare meglio, ogni giorno?
ja: 毎日もっと上手に話し始める準備はできましたか？
ko: 매일 더 잘 말하기 시작할 준비가 되셨나요?
nl: Klaar om elke dag beter te spreken?
pl: Zaczynamy codziennie mówić lepiej?
pt_br: Pronto para começar a falar melhor, todos os dias?
ru: Готовы начать говорить лучше каждый день?
sv: Redo att börja prata bättre varje dag?
tr: Her gün daha iyi konuşmaya başlamaya hazır mısın?
uk: Готові почати щодня говорити краще?
vi: Sẵn sàng bắt đầu nói tốt hơn mỗi ngày chưa?
zh_hans: 准备好从今天起每天都说得更好了吗？

source: Ready to walk into that conversation prepared?
ar: هل أنت مستعد لخوض تلك المحادثة وأنت متهيئ؟
de: Bereit, gut vorbereitet in dieses Gespräch zu gehen?
es: ¿Listo para llegar preparado a esa conversación?
fil: Handa ka na bang harapin ang usapang iyon nang handa?
fr: Prêt à aborder cette conversation bien préparé ?
hi: उस बातचीत में पूरी तैयारी से जाने के लिए तैयार हैं?
id: Siap menghadapi percakapan itu dengan persiapan matang?
it: Pronto ad affrontare quella conversazione preparato?
ja: その話し合いに準備万端で臨む準備はできましたか？
ko: 그 대화에 준비된 모습으로 들어갈 준비가 되셨나요?
nl: Klaar om goed voorbereid dat gesprek in te gaan?
pl: Idziemy na tę rozmowę przygotowani?
pt_br: Pronto para chegar preparado a essa conversa?
ru: Готовы прийти на этот разговор подготовленными?
sv: Redo att gå in i det samtalet förberedd?
tr: O konuşmaya hazırlıklı girmeye hazır mısın?
uk: Готові прийти на цю розмову підготовленими?
vi: Sẵn sàng bước vào cuộc trò chuyện đó với sự chuẩn bị chưa?
zh_hans: 准备好有备而来地面对那场对话了吗？
